<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="style.css">
    <title>Can I have one more chance</title>
</head>
<body>
    <img src="https://media.discordapp.net/attachments/1029036967247237212/1070324014641332245/a.png?width=1025&height=676" class="img1">
    <img src="https://media.discordapp.net/attachments/1029036967247237212/1070321000102760559/DAC550FA-DC60-40B8-91D1-4ECBA0AC43BF.jpg?width=722&height=676" class="img2">
    <img src="https://media.discordapp.net/attachments/1029036967247237212/1070321000358629457/D7930635-4B59-4E49-81A9-B7F5A2759E8F.jpg?width=430&height=676" class="img3">
    <h1>ขอโทษนะ</h1>
    <div class="frame">
        <div>
            เราขอโทษนะ ที่เคยทำไม่ดีกับเธอหลายๆอย่างเลย เราขอโทษที่ทำไปแล้วไมได้คิดหน้าคิดหลังเลย ขอโทษที่ชอบพูดแรงๆใส่เธอ ขอโทษที่ชอบทำตัวเหมือนไม่รักเธอมากๆ ขอโทษ ที่คิดแทนเธอมากไป
            ทำเหมือนเธอไม่เคยสำคัญเลย เราแค่กลัวว่าเธอจะไม่ชอบที่เราไม่มีเวลาให้ คอยกลับบ้าน 3 โมงตลอดเลย ตอบแชทเธอก็ช้า มัวแต่บ้าทำงานมากเกินไป ไม่ค่อยมีเวลาจะได้อยู่กับเธอเหมือนปกติเลย บางทีเราก็แคร์เพื่อนมากเกินไปกว่าเธอ
            เพื่อนชวนไปไหนเราก็คอยจะไปตลอดเลย เธอคือผู้หญิงคนแรกที่ใส่ใจเราที่สุดเลย ขนาดวัดเกิดเราเธอก็ยังเป็นคนแรกที่รอแฮปปี้เบิร์ดเดย์เรา วันปีใหม่ ก็ยังมีเธออยู่เคาท์ดาวน์ด้วย เราอยากขอโทษจริงๆที่เรา
            ทำตัวแย่มาตลอดแต่เธอก็ยังใจเย็นคุยกับเราด้วยเหตุผล เราขอโทษจริงๆนะ เวลาไม่มีเธอเรารู้เลยว่าการมีเธอมันดีกว่ายังไงบ้าง เธอคือคนที่ใส่ใจเราที่สุดเลย เราขอโทษที่เราทะเลาะกันล่าสุดมันหนักมากๆจนเธอ
            แทบไม่อยากมองหน้าเราอีกเลย เราคิดแทนเธอมากเกินไปจริงๆ เราขอโทษจริงๆนะ เราผิดเองที่ทำแบบนั้น เรารู้ว่าเธอไม่อยากคุยกับเรา ไม่อยากเห็นหน้าเราอีกแล้ว แต่เราขอได้ไหม ขอโอกาสอีกแค่ครั้งเดียว
            เรายังไม่อยากจบออกจากโรงเรียนไปโดยไม่มีเธอ เราสัญญาเลยว่าเราจะเลิกอะไรที่ไม่ดีทั้งหมดเลย เราจะฟังเธอให้มากๆเลย รูปเราไม่ค่อยมีมาใส่ให้เธอเลย แต่เราตั้งใจทำมันจริงๆนะ หลังจากที่เราไปนั่งบ่นให้ปีเตอร์ฟัง
            เราไม่ได้หายไปหรือไม่คิดถึงเธอเลย เราคอยทำให้เธอมาตลอดเลย เราไม่รู้ว่าหลังจากเราให้เธอไปแล้วจะเป็นยังไง แต่ก็ขอบคุณนะที่มีเธอเข้ามาในชีวิต เรายังเก็บของที่เธอให้เราไว้ทุกชิ้นเลย เราอ่าน
            21 Lessons for the 21st Century ที่เธอให้เรามาในวันเกิดจบแล้วนะ ชอบมันมากๆเลยแหละ เราขอโทษ และขอบคุณเธอจริงๆนะ ถ้าเธออ่านมาถึงตอนนี้เราไม่รู้หรอกว่า
            คำตอบของเธอคืออะไร แต่ยังไงก็บอกเราบ้างนะ เราไม่กล้าเอาดอกไม้และของขวัญที่เราทำให้เธอไปให้เธอเองกับมือ บางทีเราก็กลัวว่าเธอเห็นหน้าเราแล้วเธออาจจะไม่รับของเราไปเลย เราเลยฝากเพื่อนเรามา
            แต่ยังไงเรายอมรับการตัดสินใจของเธอนะ
        </div>
    </div>
</body>
</html>